type hourToStringType = {
    [key:string]: string
}

export const hourToString: hourToStringType = {
    '0': 'нуль',
    '1': 'один',
    '2': 'два',
    '3': 'три',
    '4': 'четыре',
    '5': 'пять',
    '6': 'шесть',
    '7': 'семь',
    '8': 'восемь',
    '9': 'девять',
    '10': 'десять',
    '11': 'одинадцать',
    '12': 'двинадцать',
    '13': 'тринадцать',
    '14': 'четырнадцать',
    '15': 'пятнадцать',
    '16': 'шестнадцать',
    '17': 'семнадцать',
    '18': 'восемнадцать',
    '19': 'девятнадцать',
    '20': 'двадцать',
    '21': 'двадцать один',
    '22': 'двадцать два',
    '23': 'двадцать три',
    '24': 'двадцать четыре',
}